{
  "listing_id": 2149762,
  "id": 18824538,
  "date": "2014-09-01",
  "reviewer_id": 19685706,
  "reviewer_name": "Katarina",
  "text": "First, I have to say that Lisa was really easy and great to work with - she answered all of my questions within 1 business day and approved our rental request immediately. She e-mailed a few days before our trip to make sure that we had all of the check-in information and gave us a list of her favorite places to eat and drink in the neighborhood, which was really helpful! The bungalow is a quirky older building and there's some funny things with switches powering lights and fans you wouldn't expect them to power (kind of a fun game to play!), so Lisa also made sure that we knew how everything worked upon check-in. She was attentive, personable and available but not overbearing when we arrived. She's great to rent from! That being said, we were a bit disappointed with the state of certain things in the house. The house itself is really cute, a purple bungalow that's great for a girl's weekend. However, we felt the pictures were a bit misleading. First, the front and backyards were in pretty bad shape when we arrived. They didn't look like the nice, trimmed yards in the photos. I understand it was summer in Austin, so things will be dead, but the yards were overgrown, pots were turned over with dead plants in them, random toys were scattered around, all around it was messy. Lots of dirt (even on the porches), not much greenery and cozy places to hang like the photos would lead you to believe. Inside the house, the vents were covered in dust, the fridge was stained and messy on the inside, and the shower was in bad shape, too. At first glance, the house looks great but these small details can really make a difference in the comfort of a stay. The house has a lot of potential; it's spacious, has character, lots of yard space to hang out outside, etc. But I think it needs some more thorough cleaning. The neighborhood is definitely \"up and coming,\" (some houses in great condition, others not so much), but it's super short and convenient to get to/from the airport and downtown, which is awesome, and there are a lot of good bars and restaurants in the area. I would rent in this neighborhood again. I would also rent from Lisa, as a host, again but not this specific house until some of the things mentioned above were cleaned up...",
  "title": "Eastside Bungalow SXSW/dwntwn",
  "host_id": 534546,
  "listing_latitude": 30.248398546667826,
  "listing_longitude": -97.72301922102484,
  "host_name": "Lisa"
}
