{
  "listing_id": 977492,
  "id": 22080429,
  "date": "2014-10-29",
  "reviewer_id": 18084800,
  "reviewer_name": "Lisa",
  "text": "Cool spot in quiet East Austin neighborhood, two miles from the heart of 6th Street action.  Bus line is steps away.  Uber/Lyft rides are $7-$9 to/from there and about $20 to/from the airport.  Uber is easier to get than Lyft during peak times.  Every driver and friend who came by commented how cool the house looks.  Neighborhood appears to be at the start of a revitalization where one or two homes on the block are renovated and the others not, but it feels safe.  I walked it every morning to exercise and explore.  There's also a big park about two blocks south, right along the river.\r\n\r\nSpace looks just like the photos.  Clean and bright.  Private.  Surprisingly comfortable bed... just be nimble enough to navigate up and down the ladder.\r\n\r\nWish there were a closet and/or drawers.  A mini refrigerator and a microwave would've been nice, too.  I stayed for four nights and those things would've been convenient.\r\n\r\nThe only glitch was during my arrival.  I'd contacted them about a week in advance to discuss procedures and at that time disclosed my arrival plans around 1 p.m.  Check in/out was listed as \"flexible,\" and they said that was fine, but when I touched down at the airport, I got a text apologizing, saying check-in isn't normally until 4 and could I come at 3 because the other tenant hadn't checked out yet.  I wasn't planning on wandering Austin with a suitcase for two hours, and I really just needed to drop my things off (and charge my phone) before going downtown.  I arrived just before the previous tenants and they were apologetic, saying they left to go for coffee and decided to do some sight-seeing before checking out and the time got away from them.  I think it was more awkward for them than for me.  It would've been a big deal if I were exhausted and needed a shower or to sleep, but I literally dropped off my bag, charged my phone and went straight back out until later that evening.  \r\n\r\nI had a great stay.  Roman and Andrea were super nice and accessible if I needed anything.",
  "title": "Private Studio in Modern Crash Pad",
  "host_id": 4725234,
  "listing_latitude": 30.25211612960048,
  "listing_longitude": -97.72379121033181,
  "host_name": "Roman & Andrea"
}
